export default {
    subjects:[
        {
            name: "Разработка программных систем",
            teacher: "Винокуров И.В.",
            final: "Экзамен"
        },
        {
            name: "Наукоемкие технологии в разработке САПР",
            teacher: "Федоров В.О.",
            final: "Экзамен"
        },
        {
            name: "Автоматизация конструкторского и технологического проектирования",
            teacher: "Федоров В.О.",
            final: "Экзамен"
        },
        {
            name: "Психология и педагогика",
            teacher: "Ильин В.В.",
            final: "Зачет"
        },
        {
            name: "Методология научного познания",
            teacher: "Ильин В.В.",
            final: "Зачет"
        },
        {
            name: "Иностранный язык",
            teacher: "Белова Е.В.",
            final: "Зачет"
        }
    ]
}
